/* 
 SORelativeDateTransformer.strings
 
 Created by StdOrbit on 12/6/10.
 Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 
 Spanish localization courtesy of Google Translate. <http://translate.google.com>
 */

"formatTemplateForRelativePastDatePhrase" = "%@";
"formatTemplateForRelativeFutureDatePhrase" = "en %@";
"now" = "ahora";
"%d year (plural rule: one)" = "%d año";
"%d year (plural rule: other)" = "%d años";
"%d month (plural rule: one)" = "%d mes";
"%d month (plural rule: other)" = "%d meses";
"%d week (plural rule: one)" = "%d semana";
"%d week (plural rule: other)" = "%d semanas";
"%d day (plural rule: one)" = "%d día";
"%d day (plural rule: other)" = "%d días";
"%d hour (plural rule: one)" = "%d hora";
"%d hour (plural rule: other)" = "%d horas";
"%d minute (plural rule: one)" = "%d min";
"%d minute (plural rule: other)" = "%d min";
"%d second (plural rule: one)" = "%d seg";
"%d second (plural rule: other)" = "%d seg";
